Repository: checkout/frames-ios
Catalog: Source/Resources/*.lproj/Localizable.strings
Languages: ar, ro

# missingBillingFormFullName
source: Missing Name
ar: يُرجى إدخال الإسم
ro: Completați numele

# missingBillingFormAddressLine1
source: Missing Address Line 1
ar: يُرجى إدخال سطر العنوان الأول
ro: Completați linia 1 de adresă

# missingBillingFormAddressLine2
source: Missing Address Line 2
ar: يُرجى إدخال سطر العنوان الثاني
ro: Completați linia 2 de adresă

# missingBillingFormCity
source: Missing City
ar: يُرجى إدخال المدينة
ro: Completați orașul

# missingBillingFormPostcode
source: Missing Postcode
ar: يُرجى إدخال الرمز البريدي
ro: Completați codul poștal

# missingBillingFormPhoneNumber
source: Missing Phone Number
ar: يُرجى إدخال رقم الهاتف
ro: Completați numărul de telefon

# missingBillingFormCountry
source: Missing Country
ar: يُرجى إختيار الدولة
ro: Alegeți țara

# billingFormPhoneNumberHint
source: Phone Number
ar: رقم الهاتف
ro: Număr de telefon

# billingAddressTitle
source: Billing address
ar: عنوان الدفع
ro: Adresa de facturare

# BillingFormCountryButtonTitle
source: Please select a country
ar: يُرجى إختيار الدولة
ro: Alegeți țara

# PaymentFormSummaryViewHintText
source: We need this information as an additional security measure to verify this card.
ar: هذه البيانات تستخدم كإجراء أمني إضافي للتحقق من البطاقة
ro: Avem nevoie de aceste informații ca măsură suplimentară de securitate pentru a verifica acest card.

source: Add billing address
ar: يُرجى إدخال عنوان الدفع
ro: Adăugați adresa de facturare

source: ExpiryDate
ar: تاريخ إنتهاء الصلاحية
ro: Data expirării

# ExpiryDateFormat
source: Format is MM/YY
ar: الصيغة ش ش / س س
ro: Formatul este LL/AA

# ExpiryDateErrorMessageInvalid
source: Please enter a valid Expiry Date
ar: يُرجي إدخال تاريخ إنتهاء الصلاحية
ro: Introduceți o dată de expirare validă

# ExpiryDateErrorMessageInvalidInPast
source: Expiry Date is in the past
ar: تاريخ إنتهاء الصلاحية في الماضي
ro: Data de expirare este în trecut

source: Security code
ar: رقم التحقق من البطاقة
ro: Cod de securitate

# SecurityCodeHint
source: 3 - 4 digit code on your card
ar: ٣ أو ٤ ارقام موجودة في الجانب الخلفي للبطاقة
ro: Codul de securitate din 3 sau 4 cifre de pe card

# SecurityCodeErrorMessage
source: Please enter a valid security code
ar: يُرجى ادخال رقم التحقق من البطاقة
ro: Introduceți un cod de securitate valid

source: Card Number
ar: رقم البطاقة
ro: Numărul de card

# CardNumberErrorMessage
source: Please enter a valid card number
ar: يُرجى إدخال رقم بطاقة صالح
ro: Introduceți un număr valid de card

source: City
ar: المدينة
ro: Oraș

source: Cancel
ar: إلغاء
ro: Anulați

source: Done
ar: تم
ro: OK

source: Name
ar: الإسم
ro: Nume

# countryRegion
source: Country
ar: الدولة
ro: Țară

source: Address line 1
ar: سطر العنوان الأول
ro: Linia 1 de adresă

source: Address line 2
ar: سطر العنوان الثاني
ro: Linia 2 de adresă

source: Postcode
ar: الرمز البريدي
ro: Codul poștal

source: Phone
ar: الهاتف
ro: Telefon
